Revit 2024 API
UnitTypeId.CubicInches Property
 Cubic inches.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CubicInches { get; }
Visual Basic
Public Shared ReadOnly Property CubicInches As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CubicInches {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace